Repository: flowsydev/flowsy-net-specification
Catalog: Flowsy.Specification/Resources/Strings.*.resx
Languages: es

# ValueDoesNotExceedNCharacters
source: Value does not exceed {0} characters.
es: El valor no excede {0} caracteres.

# ValueMustNotExceedNCharacters
source: Value must not exceed {0} characters.
es: El valor no debe exceder {0} caracteres.

# ValueIsAtLeastNCharactersLong
source: Value is at least {0} characters long.
es: El valor tiene al menos {0} caracteres de longitud.

# ValueMustBeAtLeastNCharactersLong
source: Value must be at least {0} characters long.
es: El valor debe tener al menos {0} caracteres de longitud.

# XIsNotAnEmptyValue
source: '{0}' is not an empty value.
es: '{0}' no es un valor vacío.

source: The value is empty.
es: El valor está vacío.

# XIsNotANullValue
source: '{0}' is not a null value.
es: '{0}' no es un valor nulo.

source: The value is null.
es: El valor es nulo.

# ValueDoesNotConsistOnlyOfWhitespaceCharacters
source: The value does not consist only of white-space characters.
es: El valor no consiste únicamente de espacios en blanco.

# ValueConsistsOnlyOfWhitespaceCharacters
source: The value consists only of white-space characters.
es: El valor consiste únicamente de espacios en blanco.

source: Both specifications were satisfied.
es: Ambas especificaciones fueron cumplidas.

source: None of the specifications was satisfied.
es: Ninguna especificación se cumplió.

source: The target specification was not satisfied.
es: La especificación referenciada no se cumplió.

source: The target specification was satisfied.
es: La especificación referenciada se cumplió.

source: At least one of the specifications was satisfied.
es: Al menos una de las especificaciones se cumplió.
